---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.StationingFeet
source: html/39ae5d91-8842-4e13-8ff6-14756e00b4b0.htm
---
# Autodesk.Revit.DB.UnitTypeId.StationingFeet Property

Feet.

## Syntax (C#)
```csharp
public static ForgeTypeId StationingFeet { get; }
```